const movies = [
  {
    img:
      "https://thumbs.dfs.ivi.ru/storage39/contents/9/4/0a970e15d5874ccd9a2ccea4331b81.jpg/172x264/",
    title: "Первому игроку приготовиться",
    description:
      "Действие фильма происходит в 2045 году, мир погружается в хаос и находится на грани коллапса. Люди ищут спасения в игре OASIS — огромной вселенной виртуальной реальности. Ее создатель, гениальный и эксцентричный Джеймс Холлидэй, оставляет уникальное завещание."
  },
  {
    img: "https://media.kg-portal.ru/movies/a/arrival/posters/arrival_4.jpg",
    title: "Прибытие",
    description: "Неожиданное появление неопознанных летающих объектов"
  },
  {
    img: "https://st.kp.yandex.net/images/film_iphone/iphone360_846824.jpg",
    title: "История игрушек 4",
    description:
      "Космический рейнджер Баз Лайтер, ковбой Вуди, собака Спиралька, тиранозавр Рекс и вся команда игрушек снова вместе, и они как никогда готовы к приключениям. С тех пор как Энди поступил в колледж, игрушки поселились в доме своей новой хозяйки Бонни. Первый день Бонни в школе положит начало череде событий, в которой найдется место и путешествиям с погонями, и знакомству с новыми игрушками, и встречам с некоторыми из старых друзей, и даже романтической истории."
  },
  {
    img:
      "https://thumbs.dfs.ivi.ru/storage39/contents/9/4/0a970e15d5874ccd9a2ccea4331b81.jpg/172x264/",
    title: "Первому игроку приготовиться",
    description:
      "Действие фильма происходит в 2045 году, мир погружается в хаос и находится на грани коллапса. Люди ищут спасения в игре OASIS — огромной вселенной виртуальной реальности. Ее создатель, гениальный и эксцентричный Джеймс Холлидэй, оставляет уникальное завещание."
  },
  {
    img: "https://media.kg-portal.ru/movies/a/arrival/posters/arrival_4.jpg",
    title: "Прибытие",
    description: "Неожиданное появление неопознанных летающих объектов"
  },
  {
    img:
      "https://thumbs.dfs.ivi.ru/storage39/contents/9/4/0a970e15d5874ccd9a2ccea4331b81.jpg/172x264/",
    title: "Первому игроку приготовиться",
    description:
      "Действие фильма происходит в 2045 году, мир погружается в хаос и находится на грани коллапса. Люди ищут спасения в игре OASIS — огромной вселенной виртуальной реальности. Ее создатель, гениальный и эксцентричный Джеймс Холлидэй, оставляет уникальное завещание."
  },
  {
    img: "https://media.kg-portal.ru/movies/a/arrival/posters/arrival_4.jpg",
    title: "Прибытие",
    description: "Неожиданное появление неопознанных летающих объектов"
  },
  {
    img:
      "https://thumbs.dfs.ivi.ru/storage39/contents/9/4/0a970e15d5874ccd9a2ccea4331b81.jpg/172x264/",
    title: "Первому игроку приготовиться",
    description:
      "Действие фильма происходит в 2045 году, мир погружается в хаос и находится на грани коллапса. Люди ищут спасения в игре OASIS — огромной вселенной виртуальной реальности. Ее создатель, гениальный и эксцентричный Джеймс Холлидэй, оставляет уникальное завещание."
  },
  {
    img: "https://media.kg-portal.ru/movies/a/arrival/posters/arrival_4.jpg",
    title: "Прибытие",
    description: "Неожиданное появление неопознанных летающих объектов"
  }
];

export const series = [
  {
    title: "Сезон 1",
    series: [
      {
        title: "Серия 1",
        watch: true
      },
      {
        title: "Серия 2",
        watch: true
      },
      {
        title: "Серия 3",
        watch: true
      },
      {
        title: "Серия 4",
        watch: true
      }
    ]
  },
  {
    title: "Сезон 2",
    series: [
      {
        title: "Серия 1",
        watch: false
      },
      {
        title: "Серия 2",
        watch: false
      },
      {
        title: "Серия 3",
        watch: false
      },
      {
        title: "Серия 4",
        watch: false
      }
    ]
  },
  {
    title: "Сезон 3",
    series: [
      {
        title: "Серия 1",
        watch: true
      },
      {
        title: "Серия 2",
        watch: false
      },
      {
        title: "Серия 3",
        watch: true
      },
      {
        title: "Серия 4",
        watch: true
      }
    ]
  }
];

export default movies;
